/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "image-with-text-overlay": {
      "type": "image--image-with-text-overlay",
      "settings": {
        "image": "shopify:\/\/shop_images\/DSC0362411.jpg",
        "image_height": "30vw",
        "bg_image_overlay_opacity": 10,
        "parallax": false,
        "title": "Share your story",
        "text": "",
        "colors": "light",
        "textPosition": "center",
        "textAlignment": "center",
        "heading--text-size": 26,
        "text--text-size": 18,
        "link": "",
        "button_label": "",
        "button-text": "#ffffff",
        "button-background": "#262428",
        "hover-button-text": "#ffffff",
        "hover-button-background": "#494949"
      }
    },
    "logo-with-text": {
      "type": "logo-with-text",
      "settings": {
        "logo": "shopify:\/\/shop_images\/logo-without-text.png",
        "text": "The ancient Ukrainian traditions are being revived in the modern world through the element of the circle, taken from the Trypillian culture. It symbolizes the eternal turn of time, the values of cyclicality, life and regeneration, spirituality, harmony, as well as the unity of nature and cosmic cycles."
      }
    },
    "resens-definition": {
      "type": "resens-definition",
      "settings": {
        "header_1": "Re",
        "header_2": "Sens",
        "text_1": "name arose at the moment of rethinking, where a high-quality healthy product and its packaging do not harm the planet. We want to convey that the planet needs care no less than the skin. If this is not taken into account, then everyone loses from an unconscious attitude. These realizations allowed us to explore the problem more holistically.",
        "text_2": "comes from 'senses' and skin sensitivity. It is not just about caring for sensitive skin, but also about reflecting the inner sensitivity of a person, which is often manifested through the condition of their skin. In a world where every element of life affects our sensibilities, Re[Sens] offers a deep 360° understanding. This indicates our focus on sensations, the ability to feel the world around us.",
        "conclusion": "So Re[Sens] isn't just about taking care of your skin. It is a rethinking of the role of a responsible person in the ecosystem and our attitude towards the planet. We invite you to immerse yourself in the experience of consciousness through values that define new standards of aesthetic medicine and form the right habits of a responsible consumer."
      }
    },
    "ukrainian-development": {
      "type": "ukrainian-development",
      "blocks": {
        "list_QNYrLE": {
          "type": "list",
          "settings": {
            "list_item": "Own formulas created by ukrainian developers taking into account the needs of sensitive skin"
          }
        },
        "list_fUqXEJ": {
          "type": "list",
          "settings": {
            "list_item": "Clinically proven effectiveness"
          }
        },
        "list_i4eg7A": {
          "type": "list",
          "settings": {
            "list_item": "Innovative raw materials from around the world: europe, japan, korea, usa"
          }
        },
        "list_rWnTab": {
          "type": "list",
          "settings": {
            "list_item": "Compostable packaging"
          }
        },
        "list_DeNTCm": {
          "type": "list",
          "settings": {
            "list_item": "Respect for nature, humans and the environment in general"
          }
        }
      },
      "block_order": [
        "list_QNYrLE",
        "list_fUqXEJ",
        "list_i4eg7A",
        "list_rWnTab",
        "list_DeNTCm"
      ],
      "settings": {
        "background": "shopify:\/\/shop_images\/resens-dark-bg.jpg"
      }
    },
    "eco-responcibility": {
      "type": "eco-responcibility",
      "settings": {
        "title": "ECO-RESPONCIBILITY",
        "sub_title": "THE FIRST SUSTAINABLE BRAND IN THE PROFESSIONAL COSMETICS MARKET",
        "description": "<p>Our mission is to preserve beauty, not only of the skin but also of the environment, by raising sustainability standards in the cosmetics industry. <br\/> We are against the presence of plastic in the cosmetics sector, as a large share (25%) of it ends up in the ocean through chemical-cosmetic production. Our task is to create and promote eco-friendly cosmetic solutions.<br\/> PURPOSE is to create an effective product in packaging of the new generation, that does not increase plastic pollution and does not pollute land and wastewater.<br\/> VISION is to become a <strong>Zero Net <\/strong>company within 10 years and minimize carbon footprint in the production cycle. We believe that we make significant impacked on changing even of 'bad habits' and contribute to a sustainable future.<\/p>"
      }
    },
    "about-facts": {
      "type": "about-facts",
      "settings": {
        "title": "Re[Sens] – your personal contribution to environmental protection"
      }
    },
    "about-philosophy-info": {
      "type": "about-philosophy-info",
      "settings": {
        "title": "PHILOSOPHY OF SLOW BEAUTY",
        "sub_title": "BALANCED QUANTITY of essential ingredients = THE PERFECT FORMULA, that considers the true physiological needs of the skin",
        "description": "<p>MORE – IS NOT BETTER. A large number of ingredients overwhelms the skin. It's like a person simultaneously reacting to a large number of stimuli.<\/p>"
      }
    },
    "brand-developers": {
      "type": "brand-developers",
      "settings": {
        "title": "brand developers"
      }
    },
    "founders-cards": {
      "type": "founders-cards",
      "settings": {
      }
    }
  },
  "order": [
    "image-with-text-overlay",
    "logo-with-text",
    "resens-definition",
    "ukrainian-development",
    "eco-responcibility",
    "about-facts",
    "about-philosophy-info",
    "brand-developers",
    "founders-cards"
  ]
}
